{
  "name": "Asja Keeman",
  "image_1": {
    "jpg": "/images/fotografie/asja-keeman-1.jpg",
    "webp": "/images/fotografie/asja-keeman-1.webp",
    "avif": "/images/fotografie/asja-keeman-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/asja-keeman-2.jpg",
    "webp": "/images/fotografie/asja-keeman-2.webp",
    "avif": "/images/fotografie/asja-keeman-2.avif"
  },
  "social": {
    "website": "www.asjakeeman.com",
    "websiteUrl": "https://www.asjakeeman.com/",
    "instagram": "@studioasjakeeman",
    "instagramUrl": "https://www.instagram.com/studioasjakeeman/",
    "linkedin": "Studio Asja Keeman",
    "linkedinUrl": "https://www.linkedin.com/company/studio-asja-keeman/",
    "email": "info@asjakeeman.com"
  },
  "intro": "Asja Keeman is a graphic designer focusing on multimedia projects, communication design, exhibition design, publications, and photo books that engage with international political and social issues. Such as but not limited to, displacement, migration, collective trauma, inclusion and women's rights. These projects encourage people to reflect on their own identities and to a more inclusive society. I work with people who are often unable to tell their own stories and experiences themselves. I thereby rely on what they choose to share with me. Understanding the subject always comes first, whether through in-depth research or experience off and on location. Such as when I worked in Jordan in the Jerash refugee camp, I experienced my own freedom of movement for the first time. As a Dutch citizen, I could move freely in and around the camp. This is one of the many barriers that the residents of Jerash camp are confronted with on a daily basis but which did not apply to me. It gave me an insight into what daily life in a refugee camp is like. In this way, I learn what each project needs in order to start conversations and create awareness. Only after I have this understanding can the process of creating an informed design begin. My experience in Jordan and many other experiences created a sense of responsibility in me to tell these kinds of stories. As important as experiencing the issue, I believe in maintaining the ability to listen, to learn, and to ask each other the right questions. This creates the space to find mutual solutions without undermining someone else's lived experiences. To bring people closer together through personal stories for a more inclusive society.",
  "content_1": "<p>At the Dutch Design Week Asja Keeman will record the podcast Andere Tonen (Different Tones) live. In this podcast she’ll be talking to Multitude, Are We Europe, Studio Aina, Garage 2020, De Reuringdienst and Foundation We Are about the current design climate in the Netherlands. Nowadays designers have a good eye for social inequality and there is a greater awareness that design can play a role in bringing different communities closer together. But, how inclusive is the design community in the Netherlands and what does it mean to create a social design practice?</p>",
  "content_2": "<p>In addition, some photo books made in collaboration with emerging photographers will be exhibited in the main hall.</p>",
  "project_images": [
    "/images/fotografie/Boek_Hetwasnietmijnoorlog_CarolineKist_JustinaNekrasait_AsjaKeeman_1.jpg",
    "/images/fotografie/Boek_Hetwasnietmijnoorlog_CarolineKist_JustinaNekrasait_AsjaKeeman_2.jpg",
    "/images/fotografie/Boek_Hetwasnietmijnoorlog_CarolineKist_JustinaNekrasait_AsjaKeeman_3.jpg",
    "/images/fotografie/Boek_Hetwasnietmijnoorlog_CarolineKist_JustinaNekrasait_AsjaKeeman_4.jpg"
  ],
  "vimeoId": "614774302"
}
