{
  "name": "Bram de Vos",
  "image_1": {
    "jpg": "/images/fotografie/bram-de-vos-1.jpg",
    "webp": "/images/fotografie/bram-de-vos-1.webp",
    "avif": "/images/fotografie/bram-de-vos-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/bram-de-vos-2.jpg",
    "webp": "/images/fotografie/bram-de-vos-2.webp",
    "avif": "/images/fotografie/bram-de-vos-2.avif"
  },
  "social": {
    "website": "bramdevosstudio.com",
    "websiteUrl": "https://bramdevosstudio.com",
    "instagram": "@bram_de_vos_",
    "instagramUrl": "https://www.instagram.com/bram_de_vos_/",
    "linkedin": "Bram de Vos",
    "linkedinUrl": "https://www.linkedin.com/in/bram-de-vos-414397aa/",
    "email": "info@bramdevosstudio.com"
  },
  "intro": "The redline in my work is to provide answers to the 'pain' that cities are facing. This is a mix of complex questions about the climate, the growing population, the equalities in our society, etc. Municipalities and governments have many questions about this. Only the answers are still missing. At the moment a lot is being invented to give solutions to these urban issues. This development is great, but it still lacks the Master Plan, where everything can fit for its right needs. That is where my passion and strength lies. The ability to think big and dare to dream is a given quality for a designer. This fascinates me to apply to our social issues. I see it as a unique tool which has never been so important to find those new answers. I am the bridge between the worlds of new abstract ideas and there where 'the questions lie. I design the overall plan, where many disciplines work together for new possibilities. A master plan that has answers for the future. Focused on the \"grey area\" between the border of the city and the border of the surrounding landscape. A good example of such a plan is my project Uprooting Agro-Systems in which I redesigned the Waterland around Amsterdam into a large productive agricultural landscape, by combining three agricultural techniques and involving the inhabitants and farmers. But I cannot do this alone. I am looking for governments - municipalities - investors - scientists - architects - who want to sit around the table with me. Together we can look at where different ambitions and bottlenecks lie in this issue. From there, collaborations and projects can arise that can bring us a step closer to the big urban issues. And to be clear I am not the one who has all the answers, I am the \"big-thinking-concept developer\" who brings together different ideas and takes the plan for the future of our cities to the next level.",
  "content_1": "<p>Local food production can make a city more resilient and create spaces for social interaction throughout all sorts of backgrounds and cultures resulting in a stronger sense of community. We are showcasing a variety of proposals on how to bring agriculture and the city closer together focusing on alternative farming approaches that are space-efficient, ecological and sustainable.",
  "content_2": "<p>(we = Jonas Görgen and me)</p>",
  "project_images": [
    "/images/fotografie/1 Graduation photo.jpg",
    "/images/fotografie/2 Model focus cut.jpg",
    "/images/fotografie/3 Amsterdam focus.jpg"
  ],
  "vimeoId": "614778052"
}
