{
  "name": "Daisy van Loenhout",
  "image_1": {
    "jpg": "/images/fotografie/daisy-van-loenhout-1.jpg",
    "webp": "/images/fotografie/daisy-van-loenhout-1.webp",
    "avif": "/images/fotografie/daisy-van-loenhout-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/daisy-van-loenhout-2.jpg",
    "webp": "/images/fotografie/daisy-van-loenhout-2.webp",
    "avif": "/images/fotografie/daisy-van-loenhout-2.avif"
  },
  "social": {
    "website": "www.lithelab.com",
    "websiteUrl": "https://lithelab.com",
    "instagram": "@lithe_lab",
    "instagramUrl": "https://www.instagram.com/lithe_lab/",
    "linkedin": "Daisy van Loenhout",
    "linkedinUrl": "https://www.linkedin.com/in/daisy-van-loenhout-3141505b/",
    "email": "info@lithelab.com"
  },
  "intro": "Lithe Lab is a research and design consultancy that focuses on personal design and innovative concepts in health care. By combining fashion with medical devices and supportive garments and textiles. The aim of Lithe Lab is to create more options for wearers so they can present themselves in the way they want. The research Lithe Lab does is focused on improving the functional and aesthetic values of these products. Daisy van Loenhout started Lithe Lab in 2018 after finishing her Fashion Strategy Master at Artez Fashion Masters in Arnhem. She has a background in fashion design which she studied at Willem de Kooning Academy. During her studies Daisy did a variety of internships from High Fashion at Todd Lynn, Fashion Technology at by-wire.net and TU/Eindhoven Wearable Senses Lab to a full R&D process for a new line for A Body Issue. She has worked as a freelance designer and researcher for by-wire.net since 2014. Where Daisy has responsibilities from research, concept development to design, prototyping, production and presentation. As a freelancer she worked on projects for companies like Holst Centre, Philips, Bilihome and MVO Nederland. Last year Daisy was selected to be one of the participants of ‘Taskforce Fashion 2020: Residency for Responsible Fashion’.",
  "content_1": "<p>Lithe Lab wants to create a more personalised world, where functional and aesthetic needs are taken into consideration while designing wearables. Instead of the “one-look-fits-all” approach they use within medical aids, Lithe Lab uses fashion as a tool to help people express their identity and improve their health and wellbeing. We should consider medical aids as a part of how people express their identity, and design products accordingly to create a more inclusive society. By integrating fashion skills within health and well-being products Lithe Lab strives to make personalising medical aids and using medical garments as an extension of identity possible. What is your vision of the future?</p>",
  "content_2": "<p>During Dutch Design Week Daisy wants to question the viewer about their opinions about personalised medical products, wearables and functional textiles for everyday life. The visitor is invited to share their opinions about the future of wearables and wearable medical devices. There are a few highlights about the possibilities in the future presented. How would these new technologies be implemented in your everyday life?</p> <p>One of the presented questions is about “Medical Aesthetics”, the project where the vision of Lithe Lab came to life. Daisy designed a medical corset for a personal client, Magda. Based on her functional and aesthetic needs in daily life a new corset was built. Making use of new fashion production tools like digital pattern making, 3d scanning and lasercut, a new way of measuring, designing and producing a medical corset was proposed. Magda tells more about her experience working with Daisy in a video, on show during the exhibition.</p>",
  "project_images": [
    "/images/fotografie/1 Medical Aesthetics - Lithe Lab - Rens Bok.jpg",
    "/images/fotografie/2 Aimey - Lithe Lab - by Bianca Gorini.jpg",
    "/images/fotografie/2 MVO - Lithe Lab - Jan Willem Groen.jpg",
    "/images/fotografie/3 Medical Aesthetic - Lithe Lab - by Rens Bok.jpg"
  ],
  "vimeoId": "612956937"
}
