{
  "name": "Djenné Fila",
  "image_1": {
    "jpg": "/images/fotografie/djenne-fila-1.jpg",
    "webp": "/images/fotografie/djenne-fila-1.webp",
    "avif": "/images/fotografie/djenne-fila-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/djenne-fila-2.jpg",
    "webp": "/images/fotografie/djenne-fila-2.webp",
    "avif": "/images/fotografie/djenne-fila-2.avif"
  },
  "social": {
    "website": "djenne.com",
    "websiteUrl": "https://djenne.com",
    "instagram": "@djennefila",
    "instagramUrl": "https://www.instagram.com/djennefila/",
    "linkedin": "Djenné Fila",
    "linkedinUrl": "https://www.linkedin.com/in/djenné-fila-7801b4147/",
    "email": "djennefila@gmail.com"
  },
  "intro": "Djenné is an illustrator who enriches stories through her illustrations. Her powerful compositions and delicate lines are widely recognized by critics, juries, and the audience, which is reflected by the European Design Award (2021) that she won. Djenné’s clients include publishers, undertakers, and museums.",
  "content_1": "<p>​Illustrations that enrich stories, to help understanding, fantasizing and experiencing. Djenné Fila (1995) is a Dutch illustrator who illustrates for museums and children’s books.</p> <p>Djennés illustrations are characterized by their powerful compositions and delicate lines. Her magical illustrations are widely recognized by critics, juries and audience who describe her work as breathtaking, magical and atmospheric.</p> <p>In 2017 Djenné graduated with honor at the St. Joost School of Art & Design in Breda.</p> <p>In 2019 Fila debuted with Het beest met de kracht van tien paarden (The Beast with the Power of Ten Horses, 12+). Shortly followed by her first picture book De vuurvogel (The Firebird, 5+), which retells the story of the ballet and orchestral concert work by Fokine and Stravinsky, and is written by the award winning Bette Westera. Djenné was awarded a silver European Design Award (2021) for her illustrations in De vuurvogel.</p>",
  "content_2": "<p>At the start of 2021, two more children’s books were published: the historical book Doggerland – het land onder de golven (Doggerland – Land under the Waves, 10+) that was created in collaboration with the National Museum of Antiquities in Leiden and Toen Rups een vlinder werd (When Caterpillar became a Butterfly, 4+), a collection of stories about the smallest animals in your garden.</p> <p>Currently, Djenné is participating in the ‘Driving Dutch Design’-program, a talent development program by ABN AMRO, the Association of Dutch Designers and the Dutch Design Foundation. The results of this program will be exhibited during the Dutch Design Week in October 2021.</p>",
  "project_images": [
    "/images/fotografie/1. Spreadillustratie_Schaduw van Toet_Djenne_Fila.jpg",
    "/images/fotografie/2. Illustratie_antecessors_Onder_de_golven_Djenne_Fila.jpg",
    "/images/fotografie/3. Spreadillustratie_mieren_Toen Rups_Djenne_Fila.jpg"
  ],
  "vimeoId": "612956937"
}
