{
  "name": "Djenné Fila",
  "image_1": {
    "jpg": "/images/fotografie/djenne-fila-1.jpg",
    "webp": "/images/fotografie/djenne-fila-1.webp",
    "avif": "/images/fotografie/djenne-fila-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/djenne-fila-2.jpg",
    "webp": "/images/fotografie/djenne-fila-2.webp",
    "avif": "/images/fotografie/djenne-fila-2.avif"
  },
  "social": {
    "website": "djenne.com",
    "websiteUrl": "https://djenne.com",
    "instagram": "@djennefila",
    "instagramUrl": "https://www.instagram.com/djennefila/",
    "linkedin": "Djenné Fila",
    "linkedinUrl": "https://www.linkedin.com/in/djenné-fila-7801b4147/",
    "email": "djennefila@gmail.com"
  },
  "intro": "Djenné Fila (1995) is an illustrator who enriches stories through her illustrations. Her powerful compositions and delicate lines are widely recognized by critics, juries, and the audience, which is reflected by the European Design Award (2021) that she won. By exploring different colors and materials, she captures a story’s atmosphere and sparks strong emotions.",
  "content_1": "<p>With her installation at DDW21 Djenné takes you on a journey: from a lost world that existed a million years ago, through the magical Egypt with its old faraos, all the way to the small insects in your garden. Her illustrations visualize stories and open doors to other worlds:</p>\r\n\r\n<p>The story of Doggerland</p>\r\n\r\n<p>First, we visit Doggerland. For this project Under the waves – the story of Doggerland Djenné collaborated with archeologist Linda Dielemans and Dutch National Museum of Antiquities. She brought the land of Doggerland to life using both fictional and non-fictional illustrations. The illustrations of woolly mammoths, breathtaking cave drawings, destroying tsunamis and more make this abstract subject accessible for all ages. These illustrations were used for an animation, a children’s book and to enrich the exhibition about Doggerland of the museum.</p>",
  "content_2": "<p>We continue our journey through the installation to the world of the ancient Egyptians. In 2022 the discovery of Tutankhamun’s tomb is 100 years ago, which was the reason to create these magical illustrations, that show mysterious tombs, shimmering deserts, and mourning rituals. The colors that Fila used were inspired by the shades of Egyptian artifacts.</p>\r\n\r\n<p>When Caterpillar Became a Butterfly</p>\r\n\r\n<p>To complete our trip, we explore the world of small garden inhabitants. The illustrations that are full of fantasy show how beautiful the small things can be. Djenné creates insects with humanlike characteristics, which makes it easy to identify and empathize. </p>",
  "project_images": [
    "/images/fotografie/1. Spreadillustratie_Schaduw van Toet_Djenne_Fila.jpg",
    "/images/fotografie/2. Illustratie_antecessors_Onder_de_golven_Djenne_Fila.jpg",
    "/images/fotografie/3. Spreadillustratie_mieren_Toen Rups_Djenne_Fila.jpg"
  ],
  "vimeoId": "614779562"
}
