{
  "name": "Fides Lapidaire",
  "image_1": {
    "jpg": "/images/fotografie/fides-lapidaire-1.jpg",
    "webp": "/images/fotografie/fides-lapidaire-1.webp",
    "avif": "/images/fotografie/fides-lapidaire-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/fides-lapidaire-2.jpg",
    "webp": "/images/fotografie/fides-lapidaire-2.webp",
    "avif": "/images/fotografie/fides-lapidaire-2.avif"
  },
  "social": {
    "website": "www.fideslapaire.com",
    "websiteUrl": "https://www.fideslapidaire.com",
    "instagram": "@fideslapidaire",
    "instagramUrl": "https://www.instagram.com/fideslapidaire/",
    "linkedin": "Fides Lapidaire",
    "linkedinUrl": "https://www.linkedin.com/in/fides-lapidaire-003193121/",
    "email": "fides@lapidaire.info"
  },
  "intro": "As a Social Designer, Fides Lapidaire offers surprising perspectives on complex issues. She dares not to understand, looks where you think there is nothing to find and exposes new questions. This creates an environment where awareness processes arise that trigger change. From closing the nutrient loop by selling Shit Sandwiches, to examining our food system trough an erotic carrot experience. With a pinch of humor and pint of tangible knowledge, Fides Lapidaire is known to shed a different light on what we think we know.",
  "content_1": "<p>During the exhibition 'I hear what your're seeing', Fides presents her latest work 'Eerste Hulp Bij Vraagstukken' (First Aid for Complex Issues). E.H.B.V. is an information desk at the DDW for companies, authorities and organizations with pressing issues.</p> <p>As a Social Designer, Fides seeks out worlds that are not her own. She is convinced that in a world where a lot of things have to be done differently, designers and artists who are known to think differently, are an important player in tackling social and environmental challenges. Yet the worlds of policy and creation find it difficult to find each other. Art and design inspire, but organizations find it difficult to make a translation between the concepts created by designers and their own practice.</p>",
  "content_2": "<p>E.H.B.V. is a tool for both designers and clients to find each other at a critical moment. By filling in an 'complex issue questionnaire' they can request a free consult with a designer. In this way the requester can experience the added value of a designer and designers are given the opportunity to contribute to a changing world.</p>",
  "project_images": [
    "/images/fotografie/carrot-experiment-1200x661.png",
    "/images/fotografie/Coming soon.png",
    "/images/fotografie/Fides Lapidaire_IrisRijskamp_ photoshop klein.jpg"
  ],
  "vimeoId": "612956937"
}
