{
  "name": "Geert Snijders",
  "image_1": {
    "jpg": "/images/fotografie/geert-snijders-1.jpg",
    "webp": "/images/fotografie/geert-snijders-1.webp",
    "avif": "/images/fotografie/geert-snijders-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/geert-snijders-2.jpg",
    "webp": "/images/fotografie/geert-snijders-2.webp",
    "avif": "/images/fotografie/geert-snijders-2.avif"
  },
  "social": {
    "website": "www.geertsnijders.com",
    "websiteUrl": "http://www.geertsnijders.com",
    "instagram": "@geert_snijders",
    "instagramUrl": "https://www.instagram.com/geert_snijders/",
    "linkedin": "Geert Snijders",
    "linkedinUrl": "https://www.linkedin.com/in/geert-snijders-08570aa2/",
    "email": "info@geertsnijders.com"
  },
  "intro": "Designstudio Geert Snijders is a multidisciplinary company specialized in concept, design and production. From our studio in ’s-Hertogenbosch we work on commissioned projects, but also initiate and give shape to our own ideas and dreams as well. Through an artistic point of view the studio creates a unique balance between functional applications and conceptual design. With resources available through a substantial network of professional craftsmen, designers and concept developers we are able to appeal to the imagination and give you more than you were looking for.",
  "content_1": "<p>The work of Geert Snijders is always a spatial translation of an identity or image. But he initiates and gives shape to his own dreams as well. Within the parameters that he gets, or that he creates himself, he creates space that appeals to the imagination. Geert Snijders company specializes in concept, design and production.</p>",
  "content_2": "<p>\"With every project we work on there is alway a human connection. This is why we often Co-create with the customer but alway collaborate with the soul of a company, organisation or person. We create a spatial translation of this soul causing an experience that will make your client or customer recognise him or herself in your identity.</p> <p>Your story becomes tangible. We activate your brand identity with a lot of guts, colour and an exclusive design tailor made for you. </p> <p>For each project I select a team that fits perfectly with the clients needs. A team as such can consist of designers, producers, concept developers and much more. Through this human collaboration we can rise above the project. As the art director and spatial designer I am responsible for all the projects and I guide each process from a to z.\"</p>",
  "project_images": [
    "/images/fotografie/DSC03670.jpg",
    "/images/fotografie/DSC03683.jpg",
    "/images/fotografie/DSC03741.jpg"
  ],
  "vimeoId": "612956937"
}
