{
  "name": "Inderjeet Sandhu",
  "image_1": {
    "jpg": "/images/fotografie/inderjeet-sandhu-1.jpg",
    "webp": "/images/fotografie/inderjeet-sandhu-1.webp",
    "avif": "/images/fotografie/inderjeet-sandhu-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/inderjeet-sandhu-2.jpg",
    "webp": "/images/fotografie/inderjeet-sandhu-2.webp",
    "avif": "/images/fotografie/inderjeet-sandhu-2.avif"
  },
  "social": {
    "website": "www.inderjeetsandhu.com",
    "websiteUrl": "https://inderjeetsandhu.com",
    "instagram": "@inderjeet_sandhu",
    "instagramUrl": "https://www.instagram.com/inderjeet_sandhu/",
    "linkedin": "Inderjeet Sandhu",
    "linkedinUrl": "https://www.linkedin.com/in/inderjeet-sandhu-5606235b/",
    "email": "info@inderjeetsandhu.com"
  },
  "intro": "Inderjeet shows what impact of living between two cultures can have on defining a personal identity and a sense of home. The basis of his work, to unify opposing references, stems from the challenge of growing up in an Indian household indoors and the Dutch culture outdoors. On a daily basis he wonders which norms and values ​​are right or wrong and compares how both cultures deal with them. He sees the possible mixing of the two as a \"play\" that will never end. With his work he wants to provoke in order to clarify and disrupt the established rules. Simultaneously he questions elements of both cultures and takes them out of their familiar context. Aimed at challenging the public to re-observe the objects he creates in relation to the original they are inspired from. His goal is to share his experience and to take you along in his questioning about what a home could be and what is right and wrong in terms of rules and labels in relation to his bicultural upbringing. A neutral area where anything is possible. Familiar and yet alienating.",
  "content_1": "<p>During DDW21 Inderjeet presents his installation Resurrection. In this body of work Inderjeet Sandhu addresses the discrepancies and confusion between the religions practiced in- and outside of his home and the portrayal of sex and sexuality in that specific context. </p> <p>He experienced western culture as more open towards sexual freedom whereas growing up in his parents Indian household homo-sexuality was an unspoken subject.</p> <p>When looking at religion both cultures actually handle the topic differently. In parts of Indian culture they show nudity in the context of religion but don’t talk about it. In Western culture they speak freely about sex and sexuality, but eroticism in the context of religion has been eradicated.</p>",
  "content_2": "<p>He specifically took inspiration from the \"Fig Leaf Campaign,\" a historic event that censored any art portraying nudity by literally hiding the genitalia with leaves. The campaign labeled the nude body as immodest, obscene and sinful. It made clear that only the unfortunate “damned” were naked; and the “saved” were clothed. </p> <p>With Resurrection he aims to eradicate archaic views and rules regarding sexuality and religion and rewrites them by literally 'setting them in stone'.</p> <p>This work is about doing the exact opposite of the \"Fig Leaf Campaign\", in relation to his own bi-cultural upbringing: Putting sexuality on display and inviting it in where it might not be welcome. Through mixing symbolism and religious iconography of both cultures into his own objects, altars of duality.</p>",
  "project_images": [
    "/images/fotografie/Resurrection InderjeetSandhu.jpg",
    "/images/fotografie/Resurrection2.jpg"
  ]
}
