{
  "name": "Studio Uncoated",
  "image_1": {
    "jpg": "/images/fotografie/josephine-de-fijter-1.jpg",
    "webp": "/images/fotografie/josephine-de-fijter-1.webp",
    "avif": "/images/fotografie/josephine-de-fijter-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/josephine-de-fijter-2.jpg",
    "webp": "/images/fotografie/josephine-de-fijter-2.webp",
    "avif": "/images/fotografie/josephine-de-fijter-2.avif"
  },
  "social": {
    "website": "www.studiouncoated.com",
    "websiteUrl": "https://www.studiouncoated.com",
    "instagram": "@uncoated_studio",
    "instagramUrl": "https://www.instagram.com/uncoated_studio/",
    "linkedin": "Josephine de Fijter",
    "linkedinUrl": "https://www.linkedin.com/in/josephine-de-fijter-96b02a32/",
    "email": "josephine@studiouncoated.com"
  },
  "intro": "Dutch designer Josephine de Fijter believes in the inner-strength of the human kind to heal our psyche. She aims to make us reconnect with our emotional being. She believes that in our Western society a disconnection is taking place between the mind and the body. This leaves us with many questions regarding how to deal with painful emotions and how to interpret our bodily sensations. Her temporary objects and multi-media installations aim to guide you towards your unconscious experience, supporting you in processing difficult emotions and de-charging the negative memories stored in the body.",
  "content_1": "<p>During DDW21 Josephine de Fijter presents Hyle Morphe. Hyle Morphe represents the way in which we, as humans, allow nature to determine its own form. De Fijter believes that we can only explore major issues such as the climate problem by becoming one with non-human organisms and absorbing their knowledge.</p> <p>This project focuses on the material 'cellulose', obtained from the waste product of Kombucha beverage fermentation. Several designers have already experimented with this material, primarily for use as a fashion item. During her research, De Fijter briefly discovered that the material resulting from the fermentation process contains probiotic value. This was an interesting insight into its possible relevance for our skin care (acne, for example). For this reason, it was decided to keep the material alive in order to investigate its interaction with our skin.</p> <p>Why should we, as consumers, continue to accept the many toxic substances in materials in our living environment when it is also possible to do it differently? The perception of the interaction with positive bacteria needs to change. Its added value needs to become apparent and part of our daily beauty ritual.</p>",
  "content_2": "<p>To find this answer, De Fijter has made the material commercially interesting. She examined the esthetical criteria determining whether consumers will accept this material (colour, smell and texture). But also the scalability of the production of this material. The core of her methodology is based on observing and trying to understand how each process proceeds by using her own senses. In order to follow the organism in its response to type of food, temperature and processing methods.</p> <p>The material is fully biodegradable and has a shelf life of at least 8 months. After usage, the material can be put into the earth as a nutrient for the soil. She is currently working on a product elaboration with this material. This will be presented during DDW21. She is looking for cooperation partners and investors to bring this material to the market.</p>",
  "project_images": [
    "/images/fotografie/Hylē Morphē_Studio Uncoated_1.png",
    "/images/fotografie/Hylē Morphē_Studio Uncoated_2.png",
    "/images/fotografie/Hylē Morphē_Studio Uncoated_3.png",
    "/images/fotografie/Hylē Morphē_Studio Uncoated_4.png"
  ]
}
