{
  "name": "Studio Jule Cats",
  "image_1": {
    "jpg": "/images/fotografie/jule-cats-1.jpg",
    "webp": "/images/fotografie/jule-cats-1.webp",
    "avif": "/images/fotografie/jule-cats-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/jule-cats-2.jpg",
    "webp": "/images/fotografie/jule-cats-2.webp",
    "avif": "/images/fotografie/jule-cats-2.avif"
  },
  "social": {
    "website": "www.julecats.nl",
    "websiteUrl": "https://www.julecats.nl",
    "instagram": "@studio_julecats",
    "instagramUrl": "https://www.instagram.com/studio_julecats/",
    "linkedin": "Jule Cats",
    "linkedinUrl": "https://nl.linkedin.com/in/jule-cats-1b34897b",
    "email": "info@julecats.nl"
  },
  "intro": "Jule Cats’ urge to design evolves from her desire to be fascinated by materials and stories. Layering plays an important role in her work; with her objects she shows the beauty and emotional value of materials. Within this process, she is always looking for an element of wonder. To Jule Cats, it isn’t interesting if at first glance it’s clear how an object is made. Her designs trigger curiosity, which makes room to share the underlying story.",
  "content_1": "<p>Good memories are to be cherished, but that’s not always easy when the physical part of a memory fades away. Jule Cats knows that feeling very well since the moment her house had to be demolished. It felt strange that the place she had such fond memories of, would disappear completely. She felt the need to capture the rubble of the demolished homes, and create objects that showed its beauty and emotional value. This resulted in her series ‘IN DISGUISE’, in which a contrasting material combination is used. The rubble and stones, that have been shaped into a diamond shape with polyester, invite the viewer to take a closer look and discover the world within.</p>",
  "content_2": "<p>The luminaire series ‘RISE’ continues the story of house demolition that started with the 'IN DISGUISE' series. The design of these lamps is based on the habit of holding onto memories. Sometimes letting go of the past can be hard, but it’s essential in order to move on and rise from the ashes. Whereas the previous series of vases arose from a feeling of mourning and melancholy, the 'RISE' series reflects optimism and hope that can grow from waste.  The play of light and the reflection of materials is an aspect that Jule Cats has been exploring further since the ‘RISE’ series. In addition to her existing designs, she will show a number of experiments during the Dutch Design Week that will serve as the impetus for a new series. The focus lies on researching existing materials and their surprising effects when used in a different way.</p>",
  "project_images": [
    "/images/fotografie/In Disguise Vase - Model Rock (3).jpg",
    "/images/fotografie/Jule Cats - RISE - Fotograaf © Inge Clemente 1.jpg",
    "/images/fotografie/SOLID - Marble (1).jpg"
  ],
  "vimeoId": "614468632"
}
