{
  "name": "Jan Willem van Elten",
  "image_1": {
    "jpg": "/images/fotografie/jwve-1.jpg",
    "webp": "/images/fotografie/jwve-1.webp",
    "avif": "/images/fotografie/jwve-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/jwve-2.jpg",
    "webp": "/images/fotografie/jwve-2.webp",
    "avif": "/images/fotografie/jwve-2.avif"
  },
  "social": {
    "website": "www.janwillemvanelten.nl",
    "websiteUrl": "https://janwillemvanelten.nl",
    "instagram": "@jwve",
    "instagramUrl": "https://www.instagram.com/jwve/",
    "linkedin": "Jan Willem van Elten",
    "linkedinUrl": "https://www.linkedin.com/in/jwve/",
    "email": "info@jwve.nl"
  },
  "intro": "Jan Willem van Elten is a product designer in the category: down-to-earth, stubborn but above all creative. In his work he strives for a minimalistic and accessible design with its own identity. \"You can design a chair as crazy and original as you want, but in the end it remains just a chair that has to be comfortable, has to be manufacturable and of course has to sell. And all of this should have a minimum impact on the environment.\" For that reason, Jan Willem also calls his designs: \"A friend to all people, with character\". His designs are realistic products that make the user, producer and nature happy, but always with an eye for detail. Because it’s the details that give the design the tension that gives it individuality.",
  "content_1": "<p>Vanuit die gedachte ontwierp Jan Willen van Elten zijn speelse blaadjes van metaal.</p> <p>Duurzaam, buigzaam en bovenal decoratief en een blijvende herinnering. </p> <p>Ruim een jaar geleden begon, Jan Willem van Elten met LEAFIES. Geruime tijd liep hij met het idee rond om een \"kunstbloem of –blad\" te ontwerpen, die je iemand cadeau kan doen. \"Toen corona ons letterlijk overviel was het moment daar, om mijn ideeën uit te werken en met de wereld te delen. Corona vraagt veel van iedereen en er ontstond meer en meer afstand tussen mensen. LEAFIES zijn een laagdrempelige manier om iemand een hart onder de riem te steken en op afstand te steunen\".</p>",
  "content_2": "<p>De eerste blaadjes vlogen de deur uit en voor hij er erg in had, was er een webshop, werd de productie opgeschaald en gingen er dagelijks bestellingen met hartverwarmende berichten op de post. \"De kracht zit hem in het totaalplaatje: een blaadje met een kaartje. Op de kaart zet je een boodschap en de LEAFIES is de blijvende herinnering. Alles gaat door mijn handen en ik zie de mooiste berichten langskomen\". </p> <p>Het gebaar van een bloemetje, maar dan net even anders. De LEAFIES zijn geïnspireerd op de organische vormen van planten, uitgevoerd in dun metaal en in verschillende kleuren. Ze gaan een leven lang mee en doen het prima zonder een druppel water. Eindeloos dus!</p>",
  "project_images": [
    "/images/fotografie/2021 Borek teak-coated stainless steel Coimbra sofa (detail).jpg",
    "/images/fotografie/set-daliagroen-unbeleafable-2.jpg",
    "/images/fotografie/krukken.jpg"
  ]
}
