{
  "name": "Lisa Mandemaker",
  "image_1": {
    "jpg": "/images/fotografie/lisa-mandemaker-1.jpg",
    "webp": "/images/fotografie/lisa-mandemaker-1.webp",
    "avif": "/images/fotografie/lisa-mandemaker-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/lisa-mandemaker-2.jpg",
    "webp": "/images/fotografie/lisa-mandemaker-2.webp",
    "avif": "/images/fotografie/lisa-mandemaker-2.avif"
  },
  "social": {
    "website": "www.lisamandemaker.com",
    "websiteUrl": "https://www.lisamandemaker.com",
    "instagram": "@lisamandemaker",
    "instagramUrl": "https://www.instagram.com/lisamandemaker/",
    "linkedin": "Lisa Mandemaker",
    "linkedinUrl": "https://www.linkedin.com/in/lisa-mandemaker-47481ba1",
    "email": "info@lisamandemaker.com"
  },
  "intro": "Lisa Mandemaker is a speculative designer with a strategic, contextually aware and critical approach to research and design. She considers speculative design as a tool for debate in the public domain. In collaboration with scientists, ethicists and researchers she crafts future narratives through designed prototypes, creating invitations to reflect on possible futures. Making impactful, topical work and creating strong interventions and conversation starters are key elements to her practice. The focus is on the socio-political and ethical impact of emerging technologies in the fields of reproduction, healthcare and politics.",
  "content_1": "<p>During DDW21 Lisa presents a work-in- progress installation called Dreaming before the start of time. This is a new research and design endeavor into reproductive technologies and their societal impact. The installation forms an invitation to reflect and to contribute your own values, stories and concerns about the future of reproduction.</p> <p>Lisa Mandemaker, DesignLab (University of Twente) and ESDiT (the ethics of socially disruptive technologies research department) combine bio-ethical, philosophical and design perspectives to think about the mediating role of technology in our experience of the beginning of life.</p>",
  "content_2": "<p>In this multidisciplinary project, we seek to explore the ways in which the artificial womb could disrupt family relations, gender roles, the practice of abortion, the experiences of expecting and having children, the concepts of pregnancy, gestation, giving birth and parenthood. In order to anticipate processes of techno-moral change to which this technology could contribute, we will develop a methodology that combines elements from the techno-moral change approach (techno-moral scenarios) with social, speculative, and participatory design methodologies and apply them in a series of workshops in which the scenarios are refined. The project aims at raising broad public awareness and at inspiring a broad discussion about the direction in which we want this technology to be developed. </p> <p>The stories, values, inspirations and connections that visitors of the Dutch Design Week contribute to the installation, will form a valuable resource in the development of the project.</p>",
  "project_images": [
    "/images/fotografie/1. Artificial-womb_NextNatureNetwork_MaximaMedicalCentre_LisaMandemaker©bram-saeys-mmc-1.jpg",
    "/images/fotografie/2.jpg",
    "/images/fotografie/3. reprodutopia-exhibition-by-next-nature-network-at-droog-amsterdam©DigiDaan-1.jpg"
  ],
  "vimeoId": "612956937"
}
