{
  "name": "Lola van Praag",
  "image_1": {
    "jpg": "/images/fotografie/lola-van-praag-1.jpg",
    "webp": "/images/fotografie/lola-van-praag-1.webp",
    "avif": "/images/fotografie/lola-van-praag-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/lola-van-praag-2.jpg",
    "webp": "/images/fotografie/lola-van-praag-2.webp",
    "avif": "/images/fotografie/lola-van-praag-2.avif"
  },
  "social": {
    "website": "www.lolavanpraag.com",
    "websiteUrl": "https://www.lolavanpraag.com",
    "instagram": "@lolavanpraag",
    "instagramUrl": "https://www.instagram.com/lolavanpraag/",
    "linkedin": "Lola van Praag",
    "linkedinUrl": "https://www.linkedin.com/in/lola-van-praag/",
    "email": "info@lolavanpraag.com"
  },
  "intro": "Lola van Praag (1992) is a textile developer, artist and fashion designer. She is inspired by different crafting techniques and works with appliqué, embroidery, digital printing, silkscreen printing and industrial knitting techniques in order to create intricate textile pieces. She is very curious about different craft techniques and how these can be applied in a contemporary way. An example is her latest collaboration with the Textile Museum where she experimented with the use of multiple yarn types within the production of a single piece. Using this experiment to see what the limits are of these industrial machines and whenever there is a problem, find solutions by hacking the systems by hand. Because of her unconventional methods in which the manual and mechanical meet, surprising results are achieved. The circular knitting is one of Lola’s favorite techniques but being the curious person she is, we can soon expect her to get her hands on other industrial machines as well.",
  "content_1": "<p>During DDW21 Lola will show part of the work that she made in collaboration with the TextileLab Tilburg as well as other textile experiments. About the inspiration behind her lates collaboration she says: </p> <p>\"In the last one and a half years Covid has made traveling very difficult. Every now and then - in order to escape the city - I visited my parents, who live in the flower bulb region. When the tulip season arrived and the promise of the vaccins slowly became a reality I got inspired. I translated my newfound love for the flower bulb region into a series of drawings, which I - together with the people from the TextielLab Tilburg - made into fabric.</p>",
  "content_2": "<p>The Textile Museum in Tilburg gave me the opportunity to work on the industrial knitting machine. Normally these machines are used to create fabrics for furniture or t-shirts. For this project I've tried to find new ways to use these industrial machines. All the designs exist out of several different layers. This gave me the opportunity to play with texture and 3D-effects. Besides that, I used several different types of yarn which I switched manually in order to circumvent the maximum amount of colors these machines are normally capable of.\" An unconventional method of making autonomous work with this industrial machine, combining the manual with the mechanical.</p> <p>Besides showing her work during the expo, Lola is also hosting a series of podcasts in which she will interview various experts within the field of textile and art. Among the interviewees will be gallery owner Pien Rademakers and Hebe Verstappen - head of the TextileLab at the TextileMuseum Tilburg.</p>",
  "project_images": [
    "/images/fotografie/1 lola van praag.jpg",
    "/images/fotografie/2 lola van praag.jpg",
    "/images/fotografie/3 lola van praag.jpg"
  ],
  "vimeoId": "614469478"
}
