{
  "name": "Studio Brundal",
  "image_1": {
    "jpg": "/images/fotografie/ralf-de-bruin-1.jpg",
    "webp": "/images/fotografie/ralf-de-bruin-1.webp",
    "avif": "/images/fotografie/ralf-de-bruin-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/ralf-de-bruin-2.jpg",
    "webp": "/images/fotografie/ralf-de-bruin-2.webp",
    "avif": "/images/fotografie/ralf-de-bruin-2.avif"
  },
  "social": {
    "website": "www.brundal.nl",
    "websiteUrl": "https://brundal.nl",
    "instagram": "@studio_brundal",
    "instagramUrl": "https://www.instagram.com/studio_brundal/",
    "linkedin": "Ralf de Bruin",
    "linkedinUrl": "https://www.linkedin.com/in/ralf-de-bruin-32112812/",
    "email": "info@brundal.nl"
  },
  "intro": "Studio Brundal, founded by Ralf de Bruin and Lilian van Daal, believes that designing products and product solutions is about an emotional connection. Through their sensible approach they engage your customers. They bring back design to its essence: honest, authentic and durable products that people can rely on. Studio Brundal strives for long lasting, highly aesthetic and awe-inspiring products that turn your customers into loyal users.",
  "content_1": "<p>Brundal is founded by Lilian van Daal and Ralf de Bruin. By combining their qualities they are able to create designs that are perfectly tailored to every request a client might have. They create meaningful design solutions and experiences for brands and audiences.</p>",
  "content_2": "<p>Emotion We involve the user emotionally with the product by meeting their intrinsic needs. With our empathy for the user we make distinctive and outstanding products.</p> <p>Essence Identifying the essence is key in innovation. We work closely together with our customers to bring the design back to its essence. Resulting in honest and authentic new products.</p> <p>Home Our planet is our home. Taking care of our home is essential. We strive to create durable products that have less to no impact on the environment. Bringing sustainability and affordability together through innovation is what makes the future possible.</p>",
  "project_images": [
    "/images/fotografie/harmonized ease01.jpg",
    "/images/fotografie/Site foto 1 playful optimism02.jpg",
    "/images/fotografie/Site foto 3 treasured nature01.jpg"
  ],
  "vimeoId": "614471311"
}
