{
  "name": "Rein Reitsma",
  "image_1": {
    "jpg": "/images/fotografie/rein-reitsma-1.jpg",
    "webp": "/images/fotografie/rein-reitsma-1.webp",
    "avif": "/images/fotografie/rein-reitsma-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/rein-reitsma-2.jpg",
    "webp": "/images/fotografie/rein-reitsma-2.webp",
    "avif": "/images/fotografie/rein-reitsma-2.avif"
  },
  "social": {
    "website": "reinreitsma.nl",
    "websiteUrl": "https://reinreitsma.nl",
    "instagram": "@reinreitsma",
    "instagramUrl": "https://www.instagram.com/reinreitsma/",
    "email": "studio@reinreitsma.nl"
  },
  "intro": "Rein Reitsma (1991) is a Rotterdam-based maker, designer, and artist. By being able to place ordinary materials and techniques in a different context, Rein delivers experimental and functional objects. Practically speaking, Rein starts with cutting, folding, bending, melting, weaving - crafting you could say. This is because Rein believes the DIY-process is an important step even when designing a product. Not only does he find out how something works, and understands why something doesn't work. Most of all, Rein does interesting discoveries while making, because he opens up for surprises. An example is his 'HoseLight', a lamp Rein made using a traditional Berber basket technique. Working with this time-consuming process gave him the idea to do something similar with a garden hose and tie wraps. By doing so, Rein came to a much faster and more playful result. Being it art objects or commissioned products, Rein's curiosity makes you look differently at the qualities of materials and techniques. He sees the simplicity and knows how to make it logical and visual for everyone. Therefore Rein's works are playful, easy to understand, and set up a smile.",
  "content_1": "<p>Artist and designer Rein Reitsma starts with crafting you could say. This is because he believes the DIY-process is an important step even when designing a product. Most of all because he does interesting discoveries during the making process.</p> <p>Get surprised by a playful, complete different look on all day materials and techniques.</p> <p>In this show Rein will share his process and results of three projects. An example is his HoseLight, a lamp he made using a traditional Berber basket technique. Working with this time-consuming process gave him the idea to do something similar with a garden hose and tie wraps. By doing so, he came to a much faster and more playful result.</p>",
  "content_2": "<p>Being it art objects or commissioned products, Rein's curiosity makes you look differently at the qualities of materials and techniques. He sees the simplicity and knows how to make it logical and visual for everyone. Therefore his works are playful, easy to understand and set up a smile.</p>",
  "project_images": [
    "/images/fotografie/Drum_for_Basketclub_brief 20_reinreitsma.jpg",
    "/images/fotografie/HoseLight_reinreitsma_for_BerryDijkstra.jpg",
    "/images/fotografie/ingewikkeld_schaal_reinreitsma.jpeg"
  ]
}
