{
  "name": "Studio Tessa Petrusa",
  "image_1": {
    "jpg": "/images/fotografie/tessa-petrusa-1.jpg",
    "webp": "/images/fotografie/tessa-petrusa-1.webp",
    "avif": "/images/fotografie/tessa-petrusa-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/tessa-petrusa-2.jpg",
    "webp": "/images/fotografie/tessa-petrusa-2.webp",
    "avif": "/images/fotografie/tessa-petrusa-2.avif"
  },
  "social": {
    "website": "www.tessapetrusa.com",
    "websiteUrl": "https://www.tessapetrusa.com",
    "instagram": "@studiotessapetrusa",
    "instagramUrl": "https://www.instagram.com/studiotessapetrusa/",
    "linkedin": "Tessa Petrusa",
    "linkedinUrl": "https://www.linkedin.com/in/tessa-petrusa-3059805/",
    "email": "tessa.petrusa@gmail.com"
  },
  "intro": "Studio Tessa Petrusa focuses on the level in which we can create the world around us, and our role as human beings in it. In her studio she combines her fascination for the human body, the medical world and future-oriented material research. Humans manipulate and change nature, space, and their own body. Tessa Petrusa asks future-oriented ethical and aesthetic questions on the basis of material research. The results of these studies will not be available on the market anytime soon, but they provide guidance for companies and organisations.",
  "content_1": "<p>Studio Tessa Petrusa is concerned with the malleability of the world around us, and our role as human beings in it. We manipulate and change nature, space, our own body…. Based on material research, future-oriented ethical and aesthetic questions are asked about this. The results of those studies are not developed for markets but to explore new directions for companies and organizations. An example is the research line started in 2018 into 4D printed skins for soft technology.</p> <p>At the Dutch Design Week 2021, a new line of research will be presented. The central topic is the human body as a mine for resources. Think, for example, of the materials used in hip implants, dental fillings, and pacemakers. Raw materials in and around the body are in part recycled after death and specifically cremation. So in a way you could say that we are reincarnated. You might also want to decide how those recycled materials are used! So that you can come back as a Tesla battery or as a ring for your relatives. Talk to us about this topic at Dutch Design Week 2021!</p> <p>This project is made possible with the help of: Creative Industries Fund NL</p>",
  "content_2": "<p>Tessa Petrusa started her own studio after graduating in 2018, next to her job as a teacher. In her studio work she combines her fascination for the human body, the medical world and future-oriented material research. The first fascination arose during her fieldwork research into cosmetic surgery in Los Angeles for her first study of cultural anthropology. After this study she completed a study in industrial design at the Royal Academy of Art in The Hague, where experiments with materials formed the common thread through her projects. She currently also teaches at the Fontys Academy for Creative Industries and occasional guest lectures and lectures. Tessa contributed to the recently published book Uncertain Affairs, a collaboration between BrabantKennis, the Ministry of the Interior and Kingdom Relations and Fontys University of Applied Sciences, written for public professionals to embrace the uncertain future.</p> <p>Previous work has been shown at, among others, the Dutch Design Week, Interzum (DE), Material District, and as part of the experimental material expo’s by Haute Innovation (DE) at the Eisenwarenmesse (DE) and the Elmia Subcontractor Fair (SE).</p> <p>At the Dutch Design Week 2021, a new line of research will be presented. The central topic is the human body as a mine for resources. Think, for example, of the materials used in hip implants, dental fillings, and pacemakers. Raw materials in and around the body are in part recycled after death and specifically cremation. So in a way you could say that we are reincarnated. You might also want to decide how those recycled materials are used! So that you can come back as a Tesla battery or as a ring for your relatives. Talk to us about this topic at Dutch Design Week 2021!</p> <p>This project is made possible with the help of: Creative Industries Fund NL</p>",
  "project_images": [
    "/images/fotografie/4D print_6_ Small Scale Samples_ Tessa Petrusa_ By Ben van Kemenade_2018.jpg",
    "/images/fotografie/4D Print_Material Sample_ Studio Tessa Petrusa_2018.jpg",
    "/images/fotografie/4d_skins_1_2018_Project Responsive Tactility_ Studio Tessa Petrusa by Ben van Kemenade_2018.jpg"
  ],
  "vimeoId": "614785271"
}
