{
  "name": "Thom Bindels",
  "image_1": {
    "jpg": "/images/fotografie/thom-bindels-1.jpg",
    "webp": "/images/fotografie/thom-bindels-1.webp",
    "avif": "/images/fotografie/thom-bindels-1.avif"
  },
  "image_2": {
    "jpg": "/images/fotografie/thom-bindels-2.jpg",
    "webp": "/images/fotografie/thom-bindels-2.webp",
    "avif": "/images/fotografie/thom-bindels-2.avif"
  },
  "social": {
    "website": "www.amperdesign.nl",
    "websiteUrl": "https://www.amperdesign.nl",
    "instagram": "@amper.design",
    "instagramUrl": "https://www.instagram.com/amper.design/",
    "linkedin": "Thom Bindels",
    "linkedinUrl": "https://www.linkedin.com/in/thom-bindels-909a1b163/",
    "email": "thom@thombindels.com"
  },
  "intro": "How can we turn the collision between the human and natural ecosystems into a symbiotic balance? There is a growing realisation that the human interpretation of efficiency is no longer efficient in the context of the natural system of which we are still a part. Because what we call nature in the Netherlands is almost always cultivated, we traditionally see the landscape as malleable. Lessons can be learned from the interweaving between the landscape of which we live and the landscape in which we live. Thom Bindels of AmperDesign invites to make connections between disconnected fields and strives to create diversity in both societal and natural monocultures. AmperDesign is conducting research into the human relationship with its natural environment with a talent development grant from the Creative Industries Fund NL.People's local stories about their 'biotope' or 'landscape' show what binds us to our environment and how valuable a place can become through the stories that take place in it. In addition to collecting stories, AmperDesign also develops landscape interventions within the climate crisis. An example is the Ecokick project, in which a holistic way of landscape restoration is being investigated in collaboration with soil scientist Teun Vogel and EyeOpenerWorks. In various arid areas in Sub-Saharan Africa a number of experiments are being done to make them green and fertile again. By using of a cardboard mat with seeds in it the Ecokick foundation tries to restore damaged ecosystems by making nature-inclusive agriculture possible. The cardboard product acts as a temporary protection for the seeds against soil erosion and is only a link in a chain in which local communities and the balance with the natural system are all part of the research. This holistic approach is also applied in other projects where an active role of humans in the ecosystem is central.",
  "content_1": "<p>The New Makeability (nl: maakbaarheid) is a research project by Thom Bindels/ AmperDesign about the relationship with our environment and was made possible by a talent development of the Creative Industries Fund NL. </p> <p>In collaboration with audio designer Ilse Meulendijks, a series of conversations were recorded with people in various places in the Netherlands. The conversations took place along walking routes with which the different storytellers have a special bond. These location-based podcasts are the beginning of a collection of conversations that can only be listened to in the places where they were recorded.</p> <p>By taking the local connection with the landscape as a starting point, the stories that give the area its value can be incorporated in the plans for the future of the landscape.</p>",
  "content_2": "<p>The makeability mentality in the Netherlands has made the Dutch landscape what it is. The past can be read back in the soil, the dikes, the polders and even in the nature reserves. While the Dutch makeability (or manufacturability) has associations with man as the creator of his own environment, it can also be used as a way to investigate the mutual dependence between man and ecosystem.</p> <p>To be able to respond to landscape challenges in a location-specific way, the materials present on location were used and rearranged into new forms.</p> <p>This resulted in landscape experiments that become part of the environment as a way of adapting to our surroundings. </p> <p>The location-based podcast will be continued in multiple locations to collect stories in places in transition or simply as a way to share local stories with visitors and passers-by. In this way a space becomes a place and it becomes possible to build on the identity of the location.</p>",
  "project_images": [
    "/images/fotografie/1 thom bindels.jpg",
    "/images/fotografie/2 thom bindels.jpg",
    "/images/fotografie/3 thom bindels.jpg"
  ],
  "vimeoId": "615318590"
}
